{"data":[
    {
        "img": "https://frsport.com/images/detailed_images/Front-JackingPoint147206606357bdf20f90db9.jpg",
        "name": "Bash Bar",
        "id": 1,
        "category": "Exterior",
        "price": 250.00,
        "description": "The Bash bar features 1.5in DOM tubing and reinforced mounting plates that bolts in the OEM location on the chassis. The bar comes with standard jack point and clears most aftermarket front mount intercoolers. However due to the jack point bumpers will need to be trimmed to allow for clearance. Availble with black or silver powdercoated and uncoated."
    },
    {
        "img": "https://www.stableenergies.com/images/rec-speed-2.jpg",
        "name": "Recaro Racing Seats",
        "id": 2,
        "category": "Interior",
        "price": 1000.00,
        "description": "The Recaro racing seat provides the best starting position for all beginners and professionals seeking to compete for podium places from the front row. Its generous array of features and numerous options for personalizing the cushions and seat covers make it popular favorite in the car community. This seat hugs you to keep you in position during your events."
    },
    {
        "img": "https://www.evasivemotorsports.com/mm5/graphics/00000001/HKS-13001-AN011.jpg",
        "name": "HKS Intercooler-Kit",
        "id": 3,
        "category": "Boost",
        "price": 1350.00,
        "description": "Improves the power of any turbocharged application by rapidly reducing inherent heat levels of the compressed intake air charge before entering the engine.Utilizing a tube and fin design, the intercooler acts as a large heat exchanger that dissipates the heat generated by the compression of the intake charge without creating reductions in boost pressure or response."
    },
    {
        "img": "https://cdn.shopify.com/s/files/1/0235/1767/products/Supra-MK4-GT47-Turbo-Kit-01-01_1024x1024.jpg?v=1377105994",
        "name": "Turbo-Kit",
        "id": 4,
        "category": "Boost",
        "price": 1262.00,
        "description": "This turbo kit is able to generate more power due it ability to force more air into the engine at a higher pressure. Which will ultimately increase the engine's power potential. The turbo kit we provide comes with all the the hardware needed to install it onto the car. Adding a turbo kit to your vehicle is a complicated process, so make sure you follow manuel."
    },
    {
        "img": "https://treperformance.com/images/F143865514.jpg",
        "name": "SuperCharger-Kit",
        "id": 5,
        "category": "Boost",
        "price": 1660.00,
        "description": "This kit increases the pressure or density of the air supplied to an internal combustion engine due to its high performance air compressor. This gives each intake cycle of the engine more oxygen, letting it burn more fuel and put in more work. Which increases the power of your engine by alot.This supercharger can increase the HP of your car by 300 plus."
    },
    {
        "img": "https://i.ebayimg.com/images/g/GTEAAOxyOM5RcR8d/s-l640.jpg",
        "name": "Wiring Harness",
        "id": 6,
        "category": "Interior",
        "price": 500.00,
        "description": "At Garage Insomnia we make custom wiring harnesses for any motor swap into any car chassis. We just need to know your chassis, ecu, and what motor you have or putting in your vehicle. Our wiring harnesses come with a 2 year warrrenty plan if you want to purchase it. Harness come with brand new wires and clips to be connected to motor and ecu."
    },
    {
        "img": "https://i.imgur.com/vXqWKyQl.jpg",
        "name": "MS PNP Gen2 ECU",
        "id": 7,
        "category": "Interior",
        "price": 799.00,
        "description": "The MegaSquirt ECU gives you fully tunable engine control. Comes with built-in-2-step rev limiter, and lauch control with flat shift. Some of the other features are real time barometric correction, intertnal 4-bar MAP sensor reads up to 44psi of boost,overboost protection, and headphone output for knock sensor."
    },
    {
        "img": "https://www.jeimportperformance.com/JE/wp-content/uploads/2017/06/bcracingdrcoilovers-46.jpg",
        "name": "BC Racing Coilovers",
        "id": 8,
        "category": "Suspension",
        "price": 1030.00,
        "description": "These BC Racing coilovers are perfect to install on your vehicle that is used for street driving and competitive road courses. They feature highly accessible adjustment knobs thar you can easily manipulate to fine tune the compression/rebound and adjustable ride heights."
    },
    {
        "img": "https://www.tunersports.com/images/products/1327687189-megan-racing-race-spec-strut-bar.jpg",
        "name": "Racing Strut Bars",
        "id": 9,
        "category": "Supsension",
        "price": 125.00,
        "description": "One-piece race strut tower bar contstructed of strong aluminum tight tolerances and then polished to perfection. Designed to decrease the body roll of your vehichle during race type activities. This bar ties the chassis from left to right at critical stress points. Helps directs energy into the car's suspension."
    },
    {
        "img": "https://s.yimg.com/aah/yhst-11161747262114/01-05-lexus-altezza-is300-2jz-ge-xe10-4-muffler-tip-catback-exhaust-burnt-tip-34.jpg",
        "name": "Custom Exhaust",
        "id": 10,
        "category": "Exterior",
        "price": 350.00,
        "description": "Our designs are based from the N-1 Endurance Race series in Japan. Our Hi-Power exhaust systems are for both turbocharges & NA vehicle applications.Each Hi-Power system is constructed using an unchamber stainless steel muffler assembly,high-quality wields, & large ceramic-coated steel piping."
    },
    {
        "img": "https://cdn11.bigcommerce.com/s-7d8b8/images/stencil/1280x1280/products/1960/4255/Drift1__94165.1575079116.jpg?c=2",
        "name": "Custom Rollcage KIt",
        "id": 11,
        "category": "Interior",
        "price": 1500.00,
        "description": "This roll cage is for drift car racing. 1.50in. X 0.095 DOM Mild steel, The main hoop and roof hoop of this cage are wider than most cages and hug the vehicle chassis very well. This cage will require the final fit, notching, and welding to be done by a qualified professional familiar with installing roll cages."
    },
    {
        "img": "https://static.turbosquid.com/Preview/000737/456/0B/_0.jpg",
        "name": "Brembo Brakes",
        "id": 12,
        "category": "Exterior",
        "price": 1850.00,
        "description": "This brake kit includes all the components needed to add them onto your vehicle. At all four corners we will provide drilled and slotted rotors. The drilled and slotted rotors we provide will be less likely to crack under repeated, severe usage. This big brake kit gives your car that supercar look and feel."
    }
]
}